13/data/attachments/c044253140c802c2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_28f4f25a-9850-4fe5-acfd-7cb8d2567d5e</nif:username>
            <nif:friendToBeAdded>Carl_again_Actions_27371_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>